<?php

return [
	'category'   => 'વર્ગ',
	'detail'     => 'વર્ગ વિગતો',
	'add'        => 'વર્ગ ઉમેરો',
	'edit'       => 'વર્ગ ફેરફાર કરો',
	'cat_name'   => 'વર્ગ નામ',
	'image'      => 'છબી',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
	'deactive'   => 'નિષ્ક્રિય',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
		'ok' 		=> 'બરાબર',
	],

	/** Placeholder */
	'placeholder' =>
	[
		'cat_name' => 'વર્ગનું નામ દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'cat_name'     => 'વર્ગનું નામ જરૂરી છે.',
		'cat_remote'   => 'વર્ગનું નામ પહેલેથી જ ઉમેરેલું છે.',
		'image_check'  => 'ફક્ત જેપીજી / પીએનજી / જેપીઇજી ફોર્મેટને મંજૂરી છે.',
		'status'       => 'સ્થિતિ જરૂરી છે.',
		'insert'       => 'વર્ગ સફળતાપૂર્વક શામેલ કર્યું.',
		'update'       => 'વર્ગ સફળતાપૂર્વક અપડેટ કર્યું.',
		'active_title' => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો ?',
		'active_text'    => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'deactive_title' => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો ?',
		'deactive_text' => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'active'        => 'વર્ગ સફળતાપૂર્વક સક્રિય થયું!',
		'deactive'      => 'વર્ગ સફળતાપૂર્વક નિષ્ક્રિય થયું!',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'    => 'અનુક્રમ નંબર',
		'cat_name'  => 'વર્ગનું નામ',
		'status'   => 'સ્થિતિ',
		'added_by' => 'દ્વારા ઉમેર્યું',
		'action'   => 'ક્રિયા',
	],
];