<?php

return [
	'city'       => 'શહેર',
	'detail'     => 'શહેર વિગતો',
	'add'        => 'શહેર ઉમેરો',
	'edit'       => 'શહેર ફેરફાર કરો',
	'state_name' => 'રાજ્ય નામ',
	'city_name'  => 'શહેર નામ',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
	'deactive'   => 'નિષ્ક્રિય',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
		'ok' 		=> 'બરાબર',
	],

	/** Placeholder */
	'placeholder' =>
	[
		'city_name' => 'શહેરનું નામ દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'state_name'   => 'રાજ્યનું નામ જરૂરી છે.',
		'city_name'    => 'શહેરનું નામ જરૂરી છે.',
		'city_remote'  => 'શહેરનું નામ પહેલેથી જ ઉમેરેલું છે.',
		'status'       => 'સ્થિતિ જરૂરી છે.',
		'insert'       => 'શહેર સફળતાપૂર્વક શામેલ કર્યું.',
		'update'       => 'શહેર સફળતાપૂર્વક અપડેટ કર્યું.',
		'active_title' => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો ?',
		'active_text'    => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'deactive_title' => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો ?',
		'deactive_text' => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'active'        => 'શહેર સફળતાપૂર્વક સક્રિય થયું!',
		'deactive'      => 'શહેર સફળતાપૂર્વક નિષ્ક્રિય થયું!',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'    => 'અનુક્રમ નંબર',
		'city_name'  => 'શહેરનું નામ',
		'state_name' => 'રાજ્યનું નામ',
		'status'   => 'સ્થિતિ',
		'added_by' => 'દ્વારા ઉમેર્યું',
		'action'   => 'ક્રિયા',
	],
];