<?php

return [
	'order'      => 'ઓર્ડર',
	'detail'     => 'ઓર્ડર વિગતો',
	'add'        => 'ઓર્ડર ઉમેરો',
	'edit'       => 'ઓર્ડર ફેરફાર કરો',
	'view'       => 'ઓર્ડર જુઓ',
	'date'       => 'તારીખ',
	'party_name' => 'પક્ષનું નામ',
	'product'    => 'ઉત્પાદન',
	'price'      => 'ભાવ',
	'qty'        => 'જથ્થો',
	'amount'     => 'રકમ',
	'total_amt'  => 'કુલ રકમ',
	'discount'   => 'ડિસ્કાઉન્ટ',
	'cgst' 		 => 'સી.જી.એસ.ટી.',
	'sgst' 		 => 'એસ.જી.એસ.ટી.',
	'igst' 		 => 'આઈ.જી.એસ.ટી.',
	'grand_total'=> 'કુલ રકમ',
	'instruction'=> 'સૂચના',
	'lr_no' 	 => 'એલઆર નં',
	'transporter'=> 'ટ્રાન્સપોર્ટર',
	'dispatch_qty' => 'ડીસ્પેચ જથ્થો',
	'remaining_qty'=> 'બાકી જથ્થો',
	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
		'ok' 		=> 'બરાબર',
		'Dispatch'  => 'ડીસ્પેચ',
		'close'     => 'બંધ',
		'View'      => 'જુઓ',
	],

	/** Placeholder */
	'placeholder' =>
	[
		'instruction'  => 'સૂચના દાખલ કરો',
		'lr_no'        => 'એલઆર નંબર દાખલ કરો',
		'transporter'  => 'ટ્રાન્સપોર્ટર દાખલ કરો',
		'rem_qty'      => 'બાકી જથ્થો દાખલ કરો',
		'dis_qty'      => 'ડીસ્પેચ જથ્થો દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'date'         => 'તારીખ જરૂરી છે.',
		'party_name'   => 'પક્ષનું નામ જરૂરી છે.',
		'product'      => 'ઉત્પાદન જરૂરી છે.',
		'qty'          => 'જથ્થો જરૂરી છે.',
		'instruction'  => 'સૂચના જરૂરી છે.',
		'insert'       => 'ઓર્ડર સફળતાપૂર્વક શામેલ કર્યું.',
		'update'       => 'ઓર્ડર સફળતાપૂર્વક અપડેટ કર્યું.',
		'dis_qty'      => 'ડીસ્પેચ જથ્થો સફળતાપૂર્વક શામેલ કર્યું.!',
		'success'      => 'સફળતા',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'    => 'અનુક્રમ નંબર',
		'order_no' => 'ઓર્ડર નંબર',
		'date' 	   => 'તારીખ',
		'party_name'  => 'પક્ષનું નામ',
		'grand_total' => 'કુલ રકમ',
		'status'   => 'સ્થિતિ',
		'added_by' => 'દ્વારા ઉમેર્યું',
		'action'   => 'ક્રિયા',
	],
];