<?php

return [
	'party'      => 'પક્ષ',
	'detail'     => 'પક્ષ વિગતો',
	'add'        => 'પક્ષ ઉમેરો',
	'edit'       => 'પક્ષ ફેરફાર કરો',
	'party_name' => 'પક્ષનું નામ',
	'party_mobile' => 'પક્ષનો મોબાઇલ નંબર',
	'state_name' => 'રાજ્યનું નામ',
	'city_name'  => 'શહેરનું નામ',
	'party_add'  => 'પક્ષ સરનામું',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
	'deactive'   => 'નિષ્ક્રિય',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
		'ok' 		 => 'બરાબર',
	],

	/** Placeholder */
	'placeholder' =>
	[
		'party_name'   => 'પક્ષનું નામ દાખલ કરો',
		'party_mobile' => 'પક્ષનો મોબાઇલ નંબર દાખલ કરો',
		'party_add'    => 'પક્ષનું સરનામું દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'party_name'   => 'પક્ષનું નામ જરૂરી છે.',
		'party_mobile' => 'પક્ષનો મોબાઇલ નંબર જરૂરી છે.',
		'mobile_remote' => 'મોબાઇલ નંબર પહેલાથી જ ઉમેરેલું છે.',
		'state_name'   => 'રાજ્યનું નામ જરૂરી છે.',
		'city_name'    => 'શહેરનું નામ જરૂરી છે.',
		'party_add'    => 'પક્ષનું સરનામું જરૂરી છે.',
		'status'       => 'સ્થિતિ જરૂરી છે.',
		'insert'       => 'પક્ષ સફળતાપૂર્વક શામેલ કર્યું.',
		'update'       => 'પક્ષ સફળતાપૂર્વક અપડેટ કર્યું.',
		'active_title' => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો ?',
		'active_text'       => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'deactive_title' 		 => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો ?',
		'deactive_text' => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'active'        => 'પક્ષ સફળતાપૂર્વક સક્રિય થયું!',
		'deactive'      => 'પક્ષ સફળતાપૂર્વક નિષ્ક્રિય થયું!',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'    => 'અનુક્રમ નંબર',
		'party_name' => 'પક્ષનું નામ',
		'party_mobile' => 'પક્ષનો મોબાઇલ નંબર',
		'status'   => 'સ્થિતિ',
		'added_by' => 'દ્વારા ઉમેર્યું',
		'action'   => 'ક્રિયા',
	],
];