<?php

return [
    'setting'    => 'સેટિંગ',
    'detail'     => 'સેટિંગ વિગતો અપડેટ કરો',
    'name'       => 'નામ',
    'logo'       => 'લોગો',
    'favicon'    => 'ફેવિકોન',
    'gst_type'   => 'જીએસટી પ્રકાર',
    'inter_state'=> 'આંતર રાજ્ય',
    'out_state'  => 'રાજ્યની બહાર',
    'cgst'       => 'સી.જી.એસ.ટી.',
    'sgst'       => 'એસ.જી.એસ.ટી.',
    'igst'       => 'આઈ.જી.એસ.ટી.',

	/** Button */
	'btn' =>
	[
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
	],

	/** Placeholder */
	'placeholder' =>
	[
        'name' => 'નામ દાખલ કરો',
        'cgst' => 'સી.જી.એસ.ટી. દાખલ કરો',
        'sgst' => 'એસ.જી.એસ.ટી. દાખલ કરો',
        'igst' => 'આઈ.જી.એસ.ટી. દાખલ કરો',
        
	],

	/** Error Message */
	'message' =>
	[
		'name'      => 'નામ જરૂરી છે.',
		'logo'      => 'ફક્ત જેપીજી / પીએનજી / જેપીઇજી ફોર્મેટને મંજૂરી છે.',
		'favicon'   => 'ફક્ત જેપીજી / પીએનજી / જેપીઇજી ફોર્મેટને મંજૂરી છે.',
        'gst_type'  => 'જીએસટી પ્રકાર જરૂરી છે.',
        'cgst'      => 'સીજીએસટી જરૂરી છે.',
        'sgst'      => 'એસજીએસટી જરૂરી છે.',
        'igst'      => 'આઇજીએસટી જરૂરી છે.',
	],

	/**Alert Messages */
    'alert' => 
    [
        'update' => 'સેટિંગ સફળતાપૂર્વક અપડેટ થયા !',
    ],
];