<?php

return [
	'state'      => 'રાજ્ય',
	'detail'     => 'રાજ્ય વિગતો',
	'add'        => 'રાજ્ય ઉમેરો',
	'edit'       => 'રાજ્ય ફેરફાર કરો',
	'state_name' => 'રાજ્ય નામ',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
	'deactive'   => 'નિષ્ક્રિય',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
	],

	/** Placeholder */
	'placeholder' =>
	[
		'state_name' => 'રાજ્યનું નામ દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'state_name'   => 'રાજ્યનું નામ જરૂરી છે.',
		'state_remote' => 'રાજ્યનું નામ પહેલેથી જ ઉમેરેલું છે.',
		'status'       => 'સ્થિતિ જરૂરી છે.',
		'insert'       => 'રાજ્ય સફળતાપૂર્વક શામેલ કર્યું.',
		'update'       => 'રાજ્ય સફળતાપૂર્વક અપડેટ કર્યું.',
		'active_title' => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો ?',
		'active'       => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.',
		'deactive' 		 => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો ?',
		'deactive_title' => 'જેમ કે રિવર્સ કરીને પૂર્વવત્ કરી શકાય છે.'
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'    => 'અનુક્રમ નંબર',
		'name'     => 'નામ',
		'status'   => 'સ્થિતિ',
		'added_by' => 'દ્વારા ઉમેર્યું',
		'action'   => 'ક્રિયા',
	],
];