<?php

return [
	'user'       => 'વપરાશકર્તા',
	'detail'     => 'વપરાશકર્તા વિગતો',
	'add'        => 'વપરાશકર્તા ઉમેરો',
	'edit'       => 'વપરાશકર્તા ફેરફાર કરો',
    'name'       => 'વપરાશકર્તાનું નામ',
    'email'      => 'વપરાશકર્તાનું ઇમેઇલ',
    'password'   => 'પાસવર્ડ',
    'confirm_password'   => 'સમાન પાસવર્ડ',
    'select_role'   => 'ભૂમિકા પસંદ કરો',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
    'deactive'   => 'નિષ્ક્રિય',
    'permissions' => 'પરવાનગી',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
	],

	/** Placeholder */
	'placeholder' =>
	[
        'user_name'     => 'વપરાશકર્તાનું નામ દાખલ કરો',
        'user_email'    => 'વપરાશકર્તાનું ઇમેઇલ દાખલ કરો',
        'user_password' => 'પાસવર્ડ દાખલ કરો',
        'user_confirm'  => 'સમાન પાસવર્ડ દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'state_name'   => 'વપરાશકર્તાનું નામ જરૂરી છે.',
		'state_remote' => 'વપરાશકર્તાનું નામ પહેલેથી જ ઉમેરેલું છે.',
		'status'       => 'સ્થિતિ જરૂરી છે.',
		'insert'       => 'વપરાશકર્તાનું સફળતાપૂર્વક શામેલ કર્યું.',
        'update'       => 'વપરાશકર્તાનું સફળતાપૂર્વક અપડેટ કર્યું.',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'     => 'અનુક્રમ નંબર',
        'name'      => 'નામ',
        'email'     => 'ઇમેઇલ',
        'user_role' => 'વપરાશકર્તાની ભૂમિકા',
		'status'    => 'સ્થિતિ',
		'action'    => 'ક્રિયા',
    ],
    'alert' => 
    [
        'insert'    => 'વપરાશકર્તા સફળતાપૂર્વક ઉમેર્યા છે !.',
        'update'    => 'વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયા !.',
        'activate'  => 'વપરાશકર્તા સફળતાપૂર્વક સક્રિય થયા !.',
        'deactivate'=> 'વપરાશકર્તા સફળતાપૂર્વક નિષ્ક્રિય થયેલ !.',
        'confirm_activate'  => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો?',
        'confirm_deactivate'  => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો?',
        'confirm_text'  => 'તમે રિવર્સ કરીને બદલી પણ શકો છો.',
        'confirm_alert'  => 'હા',
        'cancel_alert'  => 'રદ કરો',
    ],
];