<?php

return [
	'user'       => 'વપરાશકર્તા',
	'detail'     => 'વપરાશકર્તા વિગતો',
	'add'        => 'વપરાશકર્તા ઉમેરો',
	'edit'       => 'વપરાશકર્તા ફેરફાર કરો',
    'name'       => 'વપરાશકર્તાનું નામ',
    'email'      => 'વપરાશકર્તાનું ઇમેઇલ',
    'password'   => 'પાસવર્ડ',
	'confirm_password'   => 'સમાન પાસવર્ડ',
	'select'     =>  'પસંદ કરો',
    'select_role'=> 'ભૂમિકા પસંદ કરો',
	'status'     => 'સ્થિતિ',
	'active'     => 'સક્રિય',
    'deactive'   => 'નિષ્ક્રિય',
    'permissions' => 'પરવાનગી',

	/** Button */
	'btn' =>
	[
		'New'       => 'ઉમેરો',
		'Edit'      => 'ફેરફાર કરો',
		'Active'    => 'સક્રિય',
		'Deactive'  => 'નિષ્ક્રિય',
		'Back'      => 'પૃષ્ઠ પર પાછા',
		'Cancel'    => 'રદ કરો',
		'Submit'    => 'સબમિટ',
		'Admin'    => 'એડમિન',
        'Super_Admin' => 'સુપર એડમિન',
	],

	/** Placeholder */
	'placeholder' =>
	[
        'user_name'     => 'વપરાશકર્તાનું નામ દાખલ કરો',
        'user_email'    => 'વપરાશકર્તાનું ઇમેઇલ દાખલ કરો',
        'user_password' => 'પાસવર્ડ દાખલ કરો',
        'user_confirm'  => 'સમાન પાસવર્ડ દાખલ કરો',
	],

	/** Error Message */
	'message' =>
	[
		'user_name'   => 'વપરાશકર્તાનું નામ જરૂરી છે.',
		'user_email'    => 'વપરાશકર્તાનું ઇમેઇલ જરૂરી છે.',
        'user_role'    => 'ભૂમિકા જરૂરી છે.',
		'email_remote'  => 'ઇમેઇલ પહેલેથી જ ઉમેરેલું છે.',
        'user_status'   => 'સ્થિતિ જરૂરી છે.',
        'user_password' => 'પાસવર્ડ દાખલ કરો.',
        'password_minlength' => 'પાસવર્ડ લઘુત્તમ 6 અક્ષરો આવશ્યક છે.',
        'password_maxlength' => 'પાસવર્ડની મહત્તમ મર્યાદા 10 અક્ષરોની છે.',
        'confirm_password'  => 'સમાન પાસવર્ડ જરૂરી છે.',
        'password_equalTo'  => 'બંને પાસવર્ડ સમાન દાખલ કરો.',
	],

	/** Table Column */
	'tfield' =>
	[
		'sr_no'     => 'અનુક્રમ નંબર',
        'name'      => 'નામ',
        'email'     => 'ઇમેઇલ',
        'user_role' => 'વપરાશકર્તાની ભૂમિકા',
		'status'    => 'સ્થિતિ',
		'action'    => 'ક્રિયા',
	],
	
	/**Alert Messages */
    'alert' => 
    [
        'insert'    => 'વપરાશકર્તા સફળતાપૂર્વક ઉમેર્યા છે !.',
        'update'    => 'વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયા !.',
        'activate'  => 'વપરાશકર્તા સફળતાપૂર્વક સક્રિય થયા !.',
        'deactivate'=> 'વપરાશકર્તા સફળતાપૂર્વક નિષ્ક્રિય થયેલ !.',
        'confirm_activate'  => 'શું તમે ખરેખર સક્રિય કરવા માંગો છો?',
        'confirm_deactivate'  => 'શું તમે ખરેખર નિષ્ક્રિય કરવા માંગો છો?',
        'confirm_text'  => 'તમે રિવર્સ કરીને બદલી પણ શકો છો.',
        'confirm_alert'  => 'હા',
        'cancel_alert'  => 'ના',
    ],
];